<?php
$x = "  <main>
                <h3>保险经纪委托协议</h3>
                <h4>本协议是用户(以下简称“用户”或“您”)与泛华博成保险经纪有限公司（以下简称“泛华博成”或“我们”） 订立的有效约定。泛华博成依据本协议的规定向用户提供保险经纪服务，用户必须完全同意和接受本协议，才能够享受我们提供的保险经纪服务。</h4>
                <br/>
                <h4>本协议条款与您的权益具有重大关系，请您在同意接受本服务前确认，您已经充分阅读、理解并接受本协议的全部内容。 您通过网络页面点击“同意”或以其他方式选择接受本协议，即表示您完全同意和接受本协议的全部条款。</h4>
                <p>
                    1.	您确认，在您使用本保险经纪服务（以下简称 “本服务”）时，您是具有中华人民共和国法律规定的完全民事权利能力和民事行为能力的，能够独立承担民事责任的自然人，或者是在中国大陆地区合法开展经营活动或其他业务的法人或其他组织。不具备前述条件的，您应立即终止使用本服务。
                </p>
                <p>
                    2.	您同意，委托泛华博成作为您的保险经纪人，授权我们根据您的指令向您提供包括但不限于：选择保险公司、选择保险产品、办理投保手续、代收保险费、协助索赔等相关服务。
                </p>
                <p>
                    3.	您同意，我们有权根据保险产品中标明的佣金收取标准（如有），向保险公司收取保险经纪佣金。
                </p>
                <p>
                    4.	您知晓，您选择使用本服务要求您提供企业信息或个人信息，您需保证您所提供的所有信息是真实的、合法的、正确的、完整的。本协议所指的企业信息是您以法人身份使用本服务时需要提供的企业信息，包括但不限于企业营业执照、税务登记证、组织机构代码证等。本协议所指个人信息是指您以自然人身份使用本服务时需要提供的个人信息， 包括但不限于个人姓名、身份证号码等。
                </p>
                <p>
                    5.	您同意，为了提供本服务的技术需要，我们有权采集、获取或在系统内保存您的企业信息或个人信息。我们将严格确保您的信息安全。
                </p>
                <p>
                    6.	您承诺，对使用本服务过程中您发出的所有指令的真实性、有效性、合法性承担全部责任，我们依照您的指令进行操作的一切风险由您自行承担。
                </p>
                <p>
                    7.	您认可，在我们有合理理由怀疑您提供的资料错误、不实、过时或不完整的情况下，我们有权暂停或终止向您提供部分或全部本服务，您将承担因此产生的一切责任，我们对此不承担任何责任。
                </p>
                <p>
                    8.	您认可，如果您违反本协议的约定；或违反本网站或其他关联公司网站的条款、协议、规则、通告等相关规定，而被终止提供服务的，我们有权暂停或终止向您提供部分或全部本服务，您将承担因此产生的一切责任，我们对此不承担任何责任。
                </p>
                <p>
                    9.	您使用本服务时同意并认可，可能由于保险公司系统问题、相关作业网络连线问题或其他不可抗拒因素，造成本服务无法提供，对此我们不承担任何责
                </p>
                <p>
                    10.	您同意，基于运行和交易安全的需要，我们有权暂停提供或者限制本服务部分功能,或提供新的功能，在减少、增加或者变化任何功能时，只要您仍然使用本服务，表示您仍然同意本协议或者变更后的协议。
                </p>
                <p>
                    11.	您同意，我们有权随时对本协议内容进行单方面的变更，并以在本网站公告的方式予以公布，无需另行单独通知您；若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的协议内容，您应停止使用本服务。
                </p>
                <p>
                    12.	本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例或行业惯例。
                </p>
                <p>
                    13.	本协议产生之争议，双方应当友好协商解决，无法达成一致的，以泛华博成所在地法院为一审管辖法院。
                </p>
                <p>
                    14.	本协议最终解释权归泛华博成保险经纪有限公司所有。
                </p>
            </main>";

echo strip_tags($x);